brew "atuin"
brew "bat"
brew "codex"
brew "gh"
brew "ghq"
brew "git"
brew "jq"
brew "lazygit"
brew "lsd"
brew "mise"
brew "neovim"
brew "pure"
brew "stow"
brew "supabase"
brew "tree"
brew "webp"
brew "xcodegen"
brew "zellij"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "alt-tab"
cask "claude-code"
cask "ghostty"
cask "raycast"
